Repository: common-repository/crm-erp-business-solution
Catalog: lang/crmerpbs-*.po
Languages: el

source: toggle Fullscreen
el: Πλήρης Οθόνη

source: Show Intro
el: Εισαγωγή

source: Settings
el: Ρυθμίσεις

source: Extensions
el: Επεκτάσεις

source: General
el: Γενικά

source: ERP Sales
el: ERP Πωλήσεις

source: ERP Payments/Purchases
el: ERP Πληρωμές/Αγορές

source: Eshop Orders
el: Παραγγελίες ESHOP

source: Paid By Year
el: Πληρωμές / Έτος

source: Paid By Month
el: Πληρωμές / Μήνα

source: Company Info
el: Πληροφορίες Εταιρείας

source: Documents
el: Έγγραφα

source: Transactions
el: Συναλλαγές

source: Users
el: Χρήστες

source: Sample Document
el: Δείγμα Εγγάφου PDF

source: Customers
el: Πελάτες

source: Vendors
el: Προμηθευτές

source: Sales
el: Πωλήσεις

source: Payments/Purchases
el: Πληρωμές/Αγορές

source: Offers
el: Προσφορές

source: Offline Products
el: Offline Προιόντα

source: Appointments
el: Ραντεβού

source: Reports
el: Αναφορές

source: Get more plugins by extendWP
el: Περισσότερα plugins από το extend-wp.com

source: You like this plugin?
el: Σας αρέσει το Plugin?

source: Then please give us
el: Τότε δώστε μας

source: Enable Emails
el: Ενεργοποίηση Email

source: Enable Actions
el: Ενεργοποίηση Tracking

source: Enable Tickets
el: Ενεγοποίηση Tickets

source: Enable Product Stock Inventory
el: Ενεργοποιηση Διαχείρισης Αποθέματος

source: User Segmentation
el: Κατηγοριοποίηση Χρηστών

source: User Discount (%)
el: Εκπώσεις Πελατών

source: Plugin Access Role (apart from admin)
el: Ρόλος Χρήστη για πρόσβαση στο Plugin(εκτός του διαχειριστή)

source: Enable Appointments
el: Ενεργοποίηση Ραντεβού

source: Enable Offers
el: Ενεργοποίηση Προσφορών

source: Delete settings on uninstall
el: Διαγραφή Ρυθμίσεων κατά την Απεγκατάσταση

source: Delete tables on uninstall
el: Διαγραφή Πινάκων κατά την Απεγκατάσταση

source: Default tax
el: Προεπιλεγμένο ποσοστό Φόρου

source: for transactions
el: για τις Συναλλαγές

source: Choose Currency
el: Επιλέξτε Νόμισμα

source: Payment Methods
el: Μέθοδοι Πληρωμής

source: Invoice on Transaction only on Demand
el: Τιμολόγιο στις Συναλλαγές μόνο όταν το χρειάζεστε

source: Company Name
el: Όνομα Εταιρείας

source: Company Image
el: Λογότυπο Εταιρείας

source: Company Vat
el: ΑΦΜ Εταιρείας

source: Company Phone
el: Τηλέφωνο Εταιρείας

source: Company Mobile
el: Κινητό Τηλ. Εταιρείας

source: Company Adress
el: Διεύθυνση Εταιρείας

source: name
el: όνομα

source: phone
el: τηλέφωνο

source: mobile phone
el: κινητό τηλέφωνο

source: vat number
el: αριθμός αφμ

source: Default Tax percentage for transactions
el: Προεπιλεγμένο ποσοστό Φόρου για Συναλλαγές

source: Upload /select Image
el: Ανεβάστε Εικόνα

source: Remove Image
el: Διαγραφή Εικόνας

source: image url
el: διεύθυνση-url εικόνας

source: handle custom fields
el: διαχείριση custom πεδίων

source: Select..
el: Επιλογή..

source: Payment method
el: Μέθοδος Πληρωμής

source: Select Role...
el: Επιλογή Ρόλου..

source: Extend CRM ERP & meet you Business Needs!
el: Επεκτείνετε το CRM ERP και καλύψτε τις επιχειρησιακές σας Ανάγκες!

source: installed
el: εγκατεστημένο

source: Get it here
el: Αποκτήστε το Εδώ

source: CRM Customers already added
el: CRM EPR Πελάτες-έχουν ήδη εισαχθεί

source: No CRM Customers added yet
el: Δεν έχουν ακόμα εισαχθεί Πελάτες CRM ERP

source: Add Customers first
el: Εισάγετε πρώτα Πελάτες

source: CRM Vendors already added
el: CRM ERP Προμηθευτές-έχουν ήδη εισαχθεί

source: No CRM Vendors added yet
el: Δεν έχουν εισαχθεί ακόμα Προμηθευτές

source: Add Vendors first
el: Εισάγετε πρώτα Προμηθευτές

source: Offline Products already added
el: Έχουν ήδη εισαχθεί Offline Προιόντα

source: No Offline Products added yet
el: Δεν έχουν ακόμα εισαχθεί offline Προιόντα

source: Add Products first
el: Εισάγετε πρώτα Προιόντα

source: Welcome to CRM ERP Business Solution for WordPress & WooCommerce
el: Καλωσήρθατε στο CRM ERP Εμπορικό Σύστημα Μηχανογράφησης για το WordPress και WooCommerce

source: Record & Track your Transactions, Customers, Vendors, Appointments, Products, Print and Send by Email Invoices &Offers & view your Reports!
el: Καταγράψτε & παρακολουθήστε τις Συναλλαγές, Πελάτες, Προμηθευτές, Προιόντα, δημιουργήστε και Στείλτε Τιμολόγια & Προσφορές & ελέγξτε τις Αναφορές σας!

source: set your settings
el: ρυθμίστε το Plugin

source: add customers
el: προσθέστε πελάτες

source: & vendors
el: & προμηθευτές

source: add products
el: προσθέστε προιόντα

source: add sales, offers
el: προσθέστε πωλήσεις, προσφορές

source: & purchases
el: & πληρωμές/αγορές

source: set appointments
el: καταχωρήστε ραντεβού

source: Add your Customers
el: Προσθέστε τους Πελάτες σας

source: Add your Vendors
el: Προσθέστε τους Προμηθευτές σας

source: Add your Offline Products
el: Προσθέστε τα offline Προιόντα σας

source: Add Sales but..
el: Καταχωρήστε τις Πωλήσεις σας αλλα..

source: Add Sales
el: Καταχωρήστε Πωλήσεις

source: Add Payments/purchases but..
el: Καταχωρήστε Πληρωμές/Αγορές αλλά..

source: Add Payments/purchases
el: Καταχωρήστε Πληρωμές/Αγορές

source: Send Invoices
el: Στείλτε Τιμολόγια

source: Add Offer but..
el: Δημιουργήστε Προσφορές αλλα..

source: Create & Send Offers
el: Δημιουργήστε & Στείλτε Προσφορές

source: Add Appointments but..
el: Καταχωρήστε Ραντεβού αλλά..

source: Add Appointments
el: Καταχωρήστε Ραντεβού

source: View your Reports
el: Δείτε τις Αναφορές σας

source: Categorize CRM ERP Users
el: Κατηγοριοποιήστε τους CRM ERP Χρήστες

source: Product Stock Inventory
el: Διαχείριση Αποθέματος Προιόντων

source: Add Wholesale Prices to Products
el: Εισάγετε Τιμές Χονδρικής στα προιόντα

source: Add Customers Tickets
el: Καταχωρήστε προβλήματα Πελάτη

source: Send Emails in Bulk to Customers
el: Στείλτε Μαζικά Emails σε πελάτες

source: Bulk Import/Export your Data
el: Μαζική Εισαγωγή/Εξαγωγή Δεδομένων

source: Track your Customers' Action on site
el: Παρακολουθήστε τιςε Ενέργεις των Πελατών σας στο site

source: Select...
el: Επιλογή..

source: Settings
el: Ρυθμίσεις

source: Intro
el: Εισαγωγή

source: Appointment
el: Ραντεβού

source: Search Appointments
el: Αναζήτηση Ραντεβού

source: All Appointments
el: Όλα τα Ραντεβού

source: Parent Appointment
el: Μητρικό Ραντεβού

source: Parent Appointment:
el: Μητρικό Ραντεβού:

source: Edit Appointment
el: Επεξεργασία Ραντεβού

source: Update Appointment
el: Ενημέρωση Ραντεβού

source: View Appointment
el: Προβολή Ραντεβού

source: Add New Appointment
el: Καταχώρηση Νέου Ραντεβού

source: New Appointment
el: Νέο Ραντεβού

source: New Appointment Name
el: Όνομα Νέου Ραντεβού

source: No Appointments found
el: Δεν βρέθηκαν Ραντεβού

source: Adding and editing my Appointments
el: Προσθήκη και Επεξεργασία Ραντεβού

source: Appointment updated.
el: Το Ραντεβού Ενημερώθηκε.

source: Custom field updated.
el: Το προσαρμοσμένο πεδίο ενημερώθηκε.

source: Custom field deleted.
el: Το προσαρμοσμένο πεδίο διεγράφη.

source: Appointment published.
el: Το Ραντεβού δημοσιεύτηκε.

source: Appointment saved.
el: Το Ραντεβού Καταχωρήθηκε.

source: Appointment submitted.
el: Το Ραντεβού Υπεβλήθη.

source: Appointment scheduled for: <strong>%1$s</strong>.
el: Το Ραντεβού προγραμματίστηκε για τις: <strong>%1$s</strong>.

source: Appointment draft updated.
el: Το draft Ραντεβού ενημερώθηκε.

source: Appointment Info
el: Πληροφορίες Ραντεβού

source: For User:
el: Για το Χρήστη:

source: User
el: Χρήστης

source: selected:
el: επιλεγμένο:

source: Date
el: Ημερομηνία

source: Time
el: Ώρα

source: time eg. 12:00
el: ώρα πχ 12:00

source: Appointment Date
el: Ημερομηνία Ραντεβού

source: Appointment Time
el: Ώρα Ραντεβού

source: User with ID:
el: O Χρήστης με ID:

source: do not exist
el: δεν υπάρχει

source: Title
el: Τίτλος

source: Calendar View
el: Ημερολόγιο

source: List View
el: Λίστα

source: Thank you text for print document
el: Ευχαριστήριο Μήνυμα για το έγγραφο

source: New start nr for invoice
el: Νέα αρίθμηση για το τιμολόγιο

source: Activate Receipts to select instead of Invoice for Sale Transactions
el: Ενεργοποιηση Αποδείξεων για επιλογή αντί τιμολογίου για τις Συναλλαγές Πωλήσεων

source: Document General Color
el: Γενικό Χρώμα Κειμένου Εγγράφου

source: Document Headings Background
el: Χρώμα Background Κεφαλίδων Εγγράφου

source: Document Headings Color
el: Χρώμα Κεφαλίδων Εγγράφου

source: Document ThankYou Message Color
el: Χρώμα Ευχαριστηρίου Μηνύματος Εγγράφου

source: Document Thank you Message
el: Ευχαριστήριο Μήνυμα Εγγράφου

source: Document Notes
el: Σημειώσεις Εγγράφου

source: Sale Transactions Document prefix
el: Πρόθεμα Αρίθμησης Συναλλαγών

source: Sale Transactions Document Start Number
el: Νούμερο Έναρξης Εγράφου Συναλλαγών

source: Offline Product
el: Offline Προιόν/Υπηρεσία

source: Search Offline Products
el: Αναζήτηση Offline Προιόντων/Υπηρεσιών

source: All Offline Products
el: Όλα τα Offline Προιόντα/Υπηρεσίες

source: Parent Offline Product
el: Μητρικό Offline Προιόν/Υπηρεσία

source: Parent Offline Product:
el: Μητρικό Offline Προιόν/Υπηρεσία:

source: Edit Offline Product
el: Επεξεργασία Offline Προιόντος/Υπηρεσίας

source: Update Offline Product
el: Ενημέρωση Offline Προιόντος/Υπηρεσίας

source: Add New Offline Product
el: Προσθήκη Νέου Προιόντος/Υπηρεσίας

source: New Offline Product
el: Νέο offline Προιόν/Υπηρεσία

source: New Offline Product Name
el: Νέο Όνομα Offline Προιόντος

source: View Offline Product
el: Προβολή Offline Προιόντος

source: No Products found
el: Δεν βρέθηκαν Προιόντα

source: Adding and editing my Offline Products
el: Προσθήκη & Επεξεργασία Offline Προιόντος

source: Category
el: Κατηγορία

source: Search Category
el: Αναζήτηση Κατηγορίας

source: All Category
el: Όλες οι Κατηγορίες

source: Parent Category
el: Μητρική Κατηγορία

source: Parent Category:
el: Μητρική Κατηγορία:

source: Edit Category
el: Επεξεργασία Κατηγορίας

source: Update Category
el: Ενημέρωση Κατηγορίας

source: Add New Category
el: Προσθήκη Νέας Κατηγορίας

source: New Type Category
el: Νέος Τύπος Κατηγορίας

source: Brand
el: Μάρκα/Εταιρεία

source: Search Brand
el: Αναζήτηση Μάρκας/Εταρείας

source: All Brand
el: Όλες οι Μάρκες/Εταιρείες

source: Parent Brand
el: Μητρική Μάρκα/Εταιρεία

source: Parent Brand:
el: Μητρική Μάρκα/Εταιρεία:

source: Edit Brand
el: Επεξεργασία Μάρκας/Εταιρείας

source: Update Brand
el: Ενημέρωση Μάρκας/Εταιρείας

source: Add New Brand
el: Προσθήκη Νέας Μάρκας/Εταιρείας

source: New Type Brand
el: Νέος Τύπος Μάρκας/Εταιρείας

source: Offline Product updated.
el: Το offline Ποιόν/Υπηρεσία ενημερώθηκε.

source: Offline Product published.
el: Το offline Ποιόν/Υπηρεσία δημοσιεύτηκε.

source: Offline Product saved.
el: Το offline Ποιόν/Υπηρεσία δημιουργήθηκε.

source: Offline Product submitted.
el: Το offline Ποιόν/Υπηρεσία καταχωρήθηκε.

source: Offline Product scheduled for: <strong>%1$s</strong>.
el: Το offline Ποιόν/Υπηρεσία προγραμματίστηκε για τις: <strong>%1$s</strong>.

source: Offline Product draft updated.
el: Το draft offline Ποιόν/Υπηρεσία ενημερώθηκε.

source: Product Info
el: Πληροφορίες Προιόντος

source: Image
el: Εικόνα

source: Sku
el: Κωδικός

source: Wholesale Price
el: Τιμή Χονδρικής

source: Stock
el: Απόθεμα/Ποσότητα

source: Retail Price
el: Τιμή (Λιανικής)

source: SKU
el: ΚΩΔΙΚΟΣ

source: Show All %s
el: Εμφάνιση όλων %s

source: Select product: search by sku/name
el: Επιλογή προιόντος: βάσει κωδικού/ονόματος

source: Orders Report need
el: Το Report για τις Παραγγελίες χρειάζεται το

source: results
el: αποτελέσματα

source: for
el: για

source: Analysis
el: Ανάλυση

source: GRAND CRM-ERP TOTAL
el: Σύνολο CRM-ERP

source: TOTAL SALES / paid
el: Σύνολο Πωλήσεων / πληρωθέν

source: DUE TO GET PAID
el: Εκκρεμεί να Πληρωθείτε

source: TOTAL PAYMENTS / paid
el: Σύνολο Πληρωμών/Αγορών - πληρωθέν

source: TOTAL DUE TO PAY
el: Εκκρεμεί να Πληρώσετε

source: ESHOP SALES - needs Addon
el: Παραγγελίες Eshop - χρειάζεται το Addon

source: GENERAL STATS
el: ΓΕΝΙΚΑ ΣΤΑΤΙΣΤΙΚΑ

source: There are no records yet!
el: Δεν υπάρχουν ακόμα δεδομένα!

source: Query by..
el: Αναζήτηση βάσει..

source: User Segment
el: Κατηγορία Χρήστη

source: Product Bought
el: Αγορασθέν Προιόν

source: Product Category
el: Κατηγορία Προιόντος

source: Specific User
el: Χρήστη

source: Filter by Month / Year
el: Φιλτράρισμα ανα Ετος/Μήνα

source: Select Month
el: Επιλογή Μήνα

source: Select Year
el: Επιλογή Έτους

source: Preselected Period
el: Προεπιλεγμένη Περίοδος

source: Today
el: Σήμερα

source: Yesterday
el: Εχθές

source: This Week
el: Αυτή η Εβδομάδα

source: This Month
el: Αυτός ο Μήνας

source: Last 2 Months
el: Τελευταίοι 2 Μήνες

source: Last 3 Months
el: Τελευταίοι 3 Μήνες

source: Last 6 Months
el: Τελευταίοι 6 Μήνες

source: Get All
el: Όλα

source: Search
el: Αναζήτηση

source: Payments
el: Πληρωμες

source: Eshop Orders *
el: Παραγγελίες Eshop *

source: Eshop Sales
el: Παραγγελίες Eshop

source: TOTALS
el: ΣΥΝΟΛΑ

source: Orders *
el: Παραγγελίες *

source: SALES
el: ΠΩΛΗΣΕΙΣ

source: PAYMENTS
el: ΠΛΗΡΩΜΕΣ/ΑΓΟΡΕΣ

source: Analysis for period
el: Ανάλυση για την Περίοδο

source: Analysis for
el: Ανάλυση για

source: Analysis
el: Ανάλυση

source: This Month Analysis
el: Ανάλυση αυτού του Μήνα

source: TOTAL
el: ΣΥΝΟΛΟ

source: before Taxes
el: προ Φόρων

source: TAXES
el: ΦΟΡΟΙ

source: DISCOUNT
el: ΕΚΠΤΩΣΗ

source: PRODUCTS
el: ΠΡΟΙΟΝΤΩΝ

source: TOTAL PAID
el: ΣΥΝΟΛΙΚΟ ΠΛΗΡΩΘΕΝ

source: BALANCE
el: ΥΠΟΛΟΙΠΟ

source: AVG NET
el: ΜΕΣΟΣ ΟΡΟΣ

source: AMOUNT/day
el: ΑΡΙΘΜΟΣ/ημερα

source: EVERY
el: ΚΑΘΕ

source: DAYS
el: ΜΕΡΕΣ

source: PAID WITHIN GIVEN PERIOD
el: ΠΛΗΡΩΘΕΝ ΤΗ ΔΕΔΟΜΕΝΗ ΠΕΡΙΟΔΟ

source: No Results
el: Δεν υπάρχουν Αποτελέσματα

source: Products
el: Προιόντα

source: Categories
el: Κατηγορίες

source: Countries
el: Χώρες

source: No
el: Δεν βρέθηκαν

source: ORDERS
el: ΠΑΡΑΓΕΛΙΕΣ

source: ERP SALES
el: ERP ΠΩΛΗΣΕΙΣ

source: ERP PAYMENTS
el: ERP ΠΛΗΡΩΜΕΣ/ΑΓΟΡΕΣ

source: Order ID
el: ID Συναλλαγής

source: Creation Date
el: Ημ/νια Δημιουργίας

source: Payment Method
el: Μέθοδος Πληρωμής

source: Coupons
el: Κουπόνια

source: Cust Name
el: Όνομα Πελάτη

source: Cust Country
el: Χώρα Πελάτη

source: Net Sales
el: Καθαρές πωλήσεις

source: Amount after Discount before Tax
el: Σύνολο μετά την Έκπτωση προ Φόρων

source: Discount
el: Έκπτωση

source: Shipping Cost
el: Κόστος Αποστολής

source: Refunds
el: Επιστροφές

source: Taxes
el: Φόροι

source: Total of Sales
el: Σύνολο Πωλήσεων

source: Total
el: Σύνολο

source: Paid
el: Πληρωθέν

source: Balance
el: Υπόλοιπο

source: Export - PRO
el: Εξαγωγή - PRO

source: Search...
el: Αναζήτηση...

source: No data
el: Δεν υπάρχουν δεδομένα

source: CLEARED PAYMENTS
el: ΒΕΒΑΙΩΜΕΝΕΣ ΠΛΗΡΩΜΕΣ

source: Parent Transaction
el: Μητρική Συναλλαγή

source: Payment Date
el: Ημ/νια Πληρωμής

source: Country
el: Χώρα

source: No data for payments
el: Δεν υπάρχουν δεδομένα για πληρωμές

source: PAYMENT METHODS
el: ΜΕΘΟΔΟΙ ΠΛΗΡΩΜΗΣ

source: Orders
el: Παραγγελίες

source: CUSTOMERS
el: ΠΕΛΑΤΕΣ

source: Customer Name
el: Όνομα Πελάτη

source: Phone
el: Τηλέφωνο

source: State
el: Περιοχή

source: City
el: Πόλη

source: Quantity
el: Ποσότητα

source: No data for customers
el: Δεν υπάρχουν δεδομένα για πελάτες

source: COUNTRIES
el: ΧΩΡΕΣ

source: No data for countries
el: Δεν υπάρχουν δεδομένα για χώρες

source: PRODUCTS
el: ΠΡΟΙΟΝΤΑ

source: Amounts before tax and total discount
el: Σύνολα προ Φόρων και Έκπτωσης

source: Product
el: Προιόν

source: Amount
el: Ποσό

source: # of Sales
el: # Συναλλαγών

source: No data for products
el: Δεν υπάρχουν δεδομένα για προιόντα

source: CATEGORIES
el: ΚΑΤΗΓΟΡΙΕΣ

source: # of Products
el: # Προιόντων

source: No data for categories
el: Δεν υπάρχουν δεδομένα για τις κατηγορίες

source: View
el: Προβολή

source: Edit
el: Επεξεργασία

source: View PDF
el: Προβολή PDF

source: Send by Email
el: Αποστολή Email

source: Turn to Invoice
el: Μετατροπή σε Τιμολόγιο

source: Delete
el: Διαγραφή

source: Offer
el: Προσφορά

source: Due Date
el: Ως Ημερομηνία

source: Status
el: Κατάσταση

source: Tax
el: Φόρος

source: Sale
el: Πώληση

source: Customer
el: Πελάτης

source: Sub Total
el: Υποσύνολο

source: Transaction
el: Συναλλαγή

source: Vendor
el: Προμηθευτής

source: Transactions with IDs
el: Οι Συναλλαγές με IDs

source: deleted
el: διεγράφηκαν

source: Transaction with ID
el: Η συναλλαγή με ID

source: Offers with IDs
el: Οι Προσφορές με IDs

source: turned to invoice
el: μετατράπηκαν σε Τιμολόγια

source: Offer with ID
el: Η Προσφορά με ID

source: Offers List to
el: Λίστα Προσφορών προς

source: Offers List to Customers / Vendors
el: Λίστα προσφορών προς Πελάτες/Προμηθευτές

source: Add new
el: Προσθήκη Νέας

source: Offline Sales to
el: Offline Πωλήσεις προς

source: Offline Sales to Customers
el: Offline Πωλήσεις προς Πελάτες

source: Total paid:
el: Συνολικό Πληρωθέν:

source: - To get paid:
el: - Ποσό που εκκρεμεί να πληρωθεί

source: Payments to
el: Πληρωμές/Αγορές προς

source: Payments to Vendors
el: Πληρωμές/Αγορές απο Προμηθυετές

source: - To pay:
el: - για να πληρωθεί:

source: Search By User
el: Αναζήτηση ανά Χρήστη

source: From date
el: Από Ημ/νια

source: To date
el: Μέχρι Ημ/νια

source: Select Status...
el: Επιλέξτε Κατάσταση..

source: Pending
el: Εκκρεμής

source: Transaction was successfully saved
el: Η Συναλλαγή καταχωρήθηκε επιτυχώς

source: Transaction was successfully saved
el: Η Συναλλαγή καταχωρήθηκε επιτυχώς

source: There was an error while saving Transaction
el: Υπήρξε ένα πρόβλημα κατά την καταχώρηση της Συναλλαγής

source: There was an error while saving Transaction
el: Υπήρξε ένα πρόβλημα κατά την καταχώρηση της Συναλλαγής

source: Transaction was successfully updated
el: Η Συναλλαγή ενημερώθηκε επιτυχώς

source: There was an error while updating Transaction
el: Υπήρξε ένα πρόβλημα κατά την ενημέρωση της Συναλλαγής

source: Transaction not found
el: Η συναλλαγή δεν βρέθηκε

source: back to list
el: πίσω στη λίστα

source: Sale Transaction
el: Συναλλαγή Πώλησης

source: Payment Transaction
el: Συναλλαγή Πληρωμής/Αγοράς

source: Save
el: Αποθήκευση

source: Type of Transaction
el: Τύπος Συναλλαγής

source: New
el: Νέα

source: Pay Existing Transaction
el: Πληρωμή Υπάρχουσας Συναλλαγής

source: Due date
el: Εως Ημ/νια

source: Some Text
el: Προσθέστε Κείμενο

source: Add Some text for your Offer
el: Προσθέστε κείμενο για την προσφορά

source: Search..
el: Αναζήτηση..

source: for user
el: για το χρήστη

source: Select user: search by name,vat or email
el: Επιλογή Χρήστη: αναζήτηση βάσει ονόματος,ΑΦΜ ή email

source: Price
el: Τιμή

source: Discount on Total
el: Έκπτωση στο Σύνολο

source: Tax
el: Φόρος

source: Grand Total
el: Σύνολο

source: Paid amount
el: Πληρωθέν Ποσό

source: Payment date
el: Ημ/νια Πληρωμής

source: Need Invoice?
el: Χρειάζεστε Τιμολόγιο?

source: Receipt as Document
el: Απόδειξη ως Έγγραφο

source: Total is required
el: Το σύνολο απαιτείται

source: User is required
el: Ο Χρήστης Συναλλαγής απαιτείται

source: Order Details
el: Πληροφορίες Παραγγελίας

source: Offer Details
el: Πληροφορίες Προσφοράς

source: DATE
el: ΗΜ/ΝΙΑ

source: NAME
el: ΟΝΟΜΑ

source: USERNAME
el: ΟΝΟΜΑ ΧΡΗΣΤΗ

source: STATUS
el: ΚΑΤΑΣΤΑΣΗ

source: SUB TOTAL
el: ΥΠΟΣΥΝΟΛΟ

source: TAX
el: ΦΟΡΟΣ

source: TOTAL
el: ΣΥΝΟΛΟ

source: PAID
el: ΠΛΗΡΩΘΗΚΕ

source: TYPE
el: ΤΥΠΟΣ

source: PARENT
el: ΜΗΤΡΙΚΗ

source: User does not exist anymore
el: Ο χρήστης δεν υπάρχει πια

source: PRODUCT
el: ΠΡΟΙΟΝ

source: QUANTITY
el: ΠΟΣΟΤΗΤΑ

source: AMOUNT
el: ΠΟΣΟ

source: PAYMENT ID
el: ID ΠΛΗΡΩΜΗΣ

source: PAYMENT DATE
el: ΗΜ/ΝΙΑ ΠΛΗΡΩΜΗΣ

source: ACTIONS
el: ΕΝΕΡΓΕΙΕΣ

source: Generate PDF Receipt
el: Δημιουργείστε Απόδειξη σε PDF

source: Document not Available as User does not exist anymore
el: Το έγγραφο δεν είναι διαθέσιμο καθότι ο χρήστης δεν υπάρχει πια

source: Add new Payment
el: Προσθήκη Νέας Πληρωμής

source: Generate PDF Offer
el: Δημιουργείστε Προσφορά σε PDF

source: Email Offer to User
el: Στείλτε με Email την προσφορά στο Χρήστη

source: Receipt
el: Απόδειξη

source: Invoice
el: Τιμολόγιο

source: Generate PDF
el: Δημιουργείτε PDF

source: View PDF
el: Προβολή PDF

source: to User
el: στο Χρήστη

source: Select product
el: Επιλογή Προιόντος

source: Product Discount
el: Έκπτωση Προιόντος

source: No user found for document
el: Δεν βρέθηκε ο χρήστης που αφορά το έγγραφο

source: To generate documents please go to settings and fill Company name and Address
el: Για να δημιουργήσετε απόδειη ή τιμολόγιο παρακαλώ εισάγετε Όνομα & Διεύθυνση Εταιρείας στις Ρυθμίσεις του Plugin

source: VAT
el: ΑΦΜ

source: First Name
el: Όνομα

source: Last Name
el: Επώνυμο

source: Totals
el: Σύνολα

source: Users with Ids:
el: Οι χρήστες με ID:

source: were deleted
el: διαφράφηκαν

source: User with Id:
el: Ο χρήστης με ID

source: is deleted
el: διεγράφη

source: CRM-ERP Vendor
el: CRM ERP Προμηθευτής

source: CRM-ERP Customer
el: CRM ERP Πελάτης

source: Segment
el: Κατηγορία

source: Paid:
el: Πληρώθηκε:

source: Eshop orders:
el: Παραγγελίες eshop:

source: Owns:
el: Χρωστάει:

source: You Paid:
el: Πληρώσατε:

source: You own:
el: Οφείλετε:

source: Search by Email
el: Αναζήτηση ανά Email

source: Search by Vat
el: Αναζήτηση ανά ΑΦΜ

source: select users by..
el: επιλέξτε χρήστη ανά..

source: User Segment - PRO
el: Κατηγορία Χρήστη - PRO

source: that bought a product
el: που αγόρασαν ένα προιόν

source: with no transactions
el: χωρίς συναλλαγές

source: User was successfully saved
el: Ο χρήστης αποθηκεύτηκε επιτυχώς

source: Vat already exists
el: Το ΑΦΜ υπάρχει ήδη

source: You need to enter a correct email address
el: Πρέπει να εισάγετε ένα σωστό email

source: User already exists - updated
el: O χρήστης υπάρχει ήδη - ενημερώθηκε

source: User Segment in PRO Addon
el: Κατηγορία Χρήστη - PRO Addon

source: Discount in PRO Addon
el: Έκπτωση - στο PRO Addon

source: vat already exists
el: το ΑΦΜ υπάρχει ήδη

source: ERP - YOU PAID
el: ERP - ΠΛΗΡΩΣΑΤΕ

source: ERP - YOU OWN
el: ERP - ΟΦΕΙΛΕΤΕ

source: ERP PAID
el: ERP - EXEΤΕ ΠΛΗΡΩΘΕΙ

source: ERP - OWNS
el: ERP - ΟΦΕΙΛΕΙ

source: Location
el: Τοποθεσία

source: Transaction Invoices
el: Τιμολόγια Συναλλαγών

source: Tickets
el: Προβλήματα Πελάτη

source: ESHOP SALES
el: ΠΩΛΗΣΕΙΣ ESHOP

source: Paid vs Owned
el: ΠΛΗΡΩΘΕΝΤΑ vs ΟΦΕΙΛΕΣ

source: Personal Info
el: Προσωπικές Πληροφορίες

source: Actions
el: Ενέργειες

source: edit
el: επεξεργασία

source: Add New
el: Προσθήκη Νέου

source: view
el: προβολή

source: No offers found
el: Δεν βρέθηκαν Προσφορές

source: No ERP transactions found
el: Δεν βρέθηκαν ERP Συναλλαγές

source: Sold
el: Πωλήθηκαν

source: Orders need
el: Για την εμφάνιση Παραγγελιών χρειάζεται το

source: Tickets need
el: Για τα προβλήματα πελάτη χρειάζεται το

source: Actions need the
el: Για τις ενέργιες πελάτης χρειάζεται το

source: Emails need
el: Για τα emails χρειάζεται το

source: Contact info
el: Πληροφορίες Επικοινωνίας

source: Address
el: Διεύθυνση

source: Postcode
el: Ταχυδρομικός Κώδικας

source: Extra profile information
el: Επιπλέον Πληροφορίες

source: VAT Number
el: ΑΦΜ

source: Select User Segment
el: Επιλογή Κατηγορίας Χρήστη

source: Date:
el: Ημ/νια:

source: VAT:
el: ΑΦΜ:

source: Due Date:
el: Εως Ημ/νια:

source: Payment Date:
el: Ημ/νια Πληρωμής:

source: To
el: Προς

source: Bill To
el: Χρέωση σε

source: PHONE:
el: ΤΗΛΕΦΩΝΟ:

source: for Invoice #
el: για το Τιμολόγιο #

source: Description
el: Περιγραφή

source: Qty
el: Ποσότητα

source: Unit Price
el: Τιμή Μονάδος

source: Subtotal
el: Υποσύνολο

source: Shipping
el: Αποστολή

source: Payment Method
el: Μέθοδος πληρωμής

source: Notes
el: Σημειώσεις

source: from
el: από

source: Error sending email to
el: Πρόβλημα αποστολής email Προς

source: Invoice sent to user with Email
el: Το τιμολόγιο εστάλη στο χρήστη με email

source: Cash
el: Μετρητά
